/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Install %@";
"Installer_StatusTextValue_Downloading" = "Downloading %@...";
"Installer_StatusTextValue_Retrying" = "Download failed. Retrying...";
"Installer_StatusTextValue_RetryingSec" = "Download failed. Retrying in %lus";

"Installer_IncompleteAlert_Message" = "Download still in progress";
"Installer_IncompleteAlert_InformativeText" = "Are you sure you want to quit before %@ is completely downloaded?";
"Installer_IncompleteAlert_DefaultButton" = "Continue Downloading";
"Installer_IncompleteAlert_AlternativeButton" = "Quit";

"Installer_FailureAlert_Message" = "Downloading failed";
"Installer_FailureAlert_InformativeText" = "An error occurred on attempt to download %@. Please try downloading directly from web site.";
"Installer_FailureAlert_DefaultButton" = "Direct Download";
"Installer_FailureAlert_AlternativeButton" = "Cancel";

"Installer_NoConnection_DefaultButton" = "Remind me later";
